returns units multiplier by index
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public double GetUnitsMultiplier(
	int index
)
  Visual Basic
Public Function GetUnitsMultiplier ( _
	index As Integer _
) As Double
  Visual C++
public:
double GetUnitsMultiplier(
	int index
)
 Parameters
  index
 Type:  System Int32
 index of unit in the list
 See Also
  AnalysisResultSchema Class
  Autodesk.Revit.DB.Analysis Namespace